{"q":[{"id":1,"q":" एक व्यापारी अपने माल पर क्रय मूल्य से 65% अधिक मूल्य अंकित करता है तथा अंकित मूल्य पर 8% की छूट देता है। उसका लाभ या हानि प्रतिशत ज्ञात कीजिए।","o":["51.8% लाभ","52.07% हानि","51.74% हानि","53.34% लाभ"],"a":0},{"id":2,"q":" एक निश्चित कूट भाषा में , ‘good morning all’ को ‘cx fg zq’ के रूप में कूटबद्ध किया जाता है और ‘all students present’ को ‘zq nr vk’ के रूप में कूटबद्ध किया जाता है। दी गई भाषा में ‘all’ को कैसे कूटबद्ध किया जाएगा ?","o":["vk","fg","nr","zq"],"a":3},{"id":3,"q":" निम्नलिखित में से किसने अपने उपन्यास ऑर्बिटल , जो अलगाव , मानवीय स्थिति और पृथ्वी के साथ हमारे संबंधों के विषयों की पड़ताल करता है , के लिए 2024 का बुकर पुरस्कार जीता ?","o":["सामंथा हार्वे (Samantha Harvey)","सैली रूनी (Sally Rooney)","डगलस स्टुअर्ट (Douglas Stuart)","कोलसन व्हाइटहेड (Colson Whitehead)"],"a":0},{"id":4,"q":" 2025 के दिल्ली विधानसभा चुनाव में भारतीय जनता पार्टी (BJP) को कितने वर्षों के बाद बहुमत मिला और उसे कितनी सीटें मिलीं ?","o":["25 साल बाद , 48 सीटें","27 साल बाद , 48 सीटें","35 साल बाद , 55 सीटें","30 साल बाद , 50 सीटें"],"a":1},{"id":5,"q":" कौन - सा समझौता , नागरिकता ( संशोधन ) अधिनियम , 1985 से संबद्ध है ?","o":["कश्मीर समझौता","भारत - श्रीलंका पैक्‍ट","असम समझौता","शिमला समझौता"],"a":2},{"id":6,"q":" 2025 SEA गेम किस देश में आयोजित किए जाएंगे ?","o":["थाईलैंड","मलेशिया","इंडोनेशिया","वियतनाम"],"a":0},{"id":7,"q":" एक पाइप टैंक को 7 मिनट में भर सकता है जबकि दूसरा पाइप पूरी तरह से भरे टैंक को 56 मिनट में खाली कर सकता है। यदि दोनों पाइपों को खाली टैंक पर एक साथ संचालित किया जाए , तो टैंक का तीन - चौथाई भाग भरने में कितना समय ( मिनटों में ) लगेगा ?","o":["6","7","12","13"],"a":0},{"id":8,"q":" ​F, G की बहन है। G, H का पति है। H, I की पुत्री है। I, J की पत्नी है। F का J से क्या संबंध है ?","o":["पुत्री के पति की माता","माता","बहन","पुत्री के पति की बहन"],"a":3},{"id":9,"q":" देश में गरीबी रेखा से नीचे रहने वाली आबादी के प्रतिशत को निम्न में से किसके द्वारा मापा जाता है ?","o":["गिनी गुणांक (Gini Coefficient)","मानव विकास सूचकांक (Human Development Index)","गरीबी हेडकाउंट अनुपात (Poverty Headcount Ratio)","बेरोजगारी दर (Unemployment Rate)"],"a":2},{"id":10,"q":" सर्वोच्च न्यालय ने ________ के संदर्भ में स्वयं को \" सतर्क प्रहरी (sentinel on the qui vive)\" के रूप में वर्णित किया है।","o":["विधायी विशेषाधिकारों के संरक्षण","मौलिक अधिकारों के संरक्षण","कर कानूनों के संरक्षण","विदेश नीति के संरक्षण"],"a":1},{"id":11,"q":" चेतन को पहले वर्ष में अपनी बिक्री राशि में 2% की वृद्धि और दूसरे वर्ष में 20% की वृद्धि प्राप्त होती है ; इसके साथ उसकी वर्तमान बिक्री ₹1,76,800 है। दो वर्ष पहले उसकी बिक्री (₹ में ) क्या थी ? ( दो दशमलव स्थानों तक सही उत्‍तर दें। )","o":["1,24,444.44","1,73,333.33","1,44,444.44","1,47,333.33"],"a":2},{"id":12,"q":" यदि संख्या 2645783 में प्रत्येक विषम अंक में 2 जोड़ा जाए तथा प्रत्येक सम अंक में से 1 घटाया जाए , तो इस प्रकार बनी नई संख्या में सबसे बड़े और सबसे छोटे अंकों का योग क्या होगा ?","o":["10","12","14","16"],"a":0},{"id":13,"q":" एक निश्चित कूट भाषा में , ‘PAID’ को ‘3517’ के रूप में कूटबद्ध किया जाता है और ‘ARCS’ को ‘2458’ के रूप में कूटबद्ध किया जाता है। दी गई कूट भाषा में ‘A’ के लिए कूट क्या होगा ?","o":["7","5","8","2"],"a":1},{"id":14,"q":" रोहित ने एक वस्तु ₹4,400 में खरीदी। उसने इस पर ₹3,600 खर्च किए। उसने इसका मूल्‍य अपने कुल लागत मूल्य से 25% अधिक अंकित किया। फिर उसने इस पर 19% की दो क्रमिक छूटें दी। वस्तु का विक्रय मूल्य (₹ में ) ज्ञात कीजिए।","o":["6,560","6,561","6,564","6,563"],"a":1},{"id":15,"q":" दिसंबर 2024 में , निम्नलिखित में किसे भारतीय रिजर्व बैंक का 26 वां गवर्नर नियुक्त किया गया था ?","o":["तुहिन कुमार पांडे","ज्ञानेश कुमार","अरुणीश चावला","संजय मल्होत्रा"],"a":3},{"id":16,"q":" निम्नलिखित त्रिकों में , अक्षरों का प्रत्येक समूह एक निश्चित तर्क का अनुसरण करते हुए अगले समूह से संबंधित है। दिए गए विकल्पों में से उस विकल्प का चयन कीजिए जो समान तर्क का अनुसरण करता हो। \n\nBEAN - EBAN - BANE \nMAKE - AMKE - MKEA","o":["MACK - AMCK - MCKA","NEAR - ENAR - EARN","WORK - OWRK - KORW","RACE - RCAE - ECAR"],"a":0},{"id":17,"q":" दिए गए कथनों और निष्कर्षों को ध्यानपूर्वक पढ़िए। यह मानते हुए कि कथनों में दी गई जानकारी सत्य है , भले ही वह सामान्यतः ज्ञात तथ्यों से भिन्न प्रतीत होती , तय कीजिए कि दिए गए निष्कर्षों में से कौन - से निष्कर्ष कथनों का तार्किक रूप से अनुसरण करते हैं। \nकथन : \nसभी टब , शर्ट हैं। \nकुछ शर्ट , जैम हैं। \nकोई जैम , कोट नहीं है। \n\nनिष्कर्ष :\n(I) कोई टब, कोट नहीं है। \n(II) कुछ जैम, टब हैं।","o":["न तो निष्कर्ष (I) और न ही (II) अनुसरण करता है","निष्कर्ष (I) और (II) दोनों अनुसरण करते हैं","केवल निष्कर्ष (I) अनुसरण करता है","केवल निष्कर्ष (II) अनुसरण करता है"],"a":0},{"id":18,"q":" दी गई श्रृंखला में प्रश्न चिन्ह (?) के स्थान पर क्या आना चाहिए ? \n\n34 46 58 70 ? 94 106","o":["88","82","86","80"],"a":1},{"id":19,"q":" माना कि AB और CD दो समांतर रेखाएँ हैं और PQ एक तिर्यक रेखा इस प्रकार है कि PQ, AB को बिंदु R पर और CD को बिंदु S पर प्रतिच्छेद करती है। यदि ∠ ARP = 2x°, ∠ ARQ = y° और ∠ DSP = 4x° है , तो क्रमशः x और y के मान ज्ञात कीजिए।","o":["30; 120","120; 30","40; 100","100; 40"],"a":0},{"id":20,"q":" स्वतंत्रता के बाद , सहकारिता , भारत में किस नियोजन पहल का एक अभिन्न अंग बन गई ?","o":["औद्योगिक नीति संकल्प","ऑपरेशन फ्लड","हरित क्रांति","पंचवर्षीय योजना"],"a":3},{"id":21,"q":"$(11 + 5\\sqrt{2})$ और $(9 - 5\\sqrt{2})$ का मध्यानुपाती ज्ञात कीजिए।","o":["$18\\sqrt{1}$","$14\\sqrt{1}$","$20\\sqrt{1}$","$7\\sqrt{1}$"],"a":3},{"id":22,"q":" P, Q, R, S, T, U और V एक गोल मेज के परितः केन्द्र की ओर अभिमुख होकर बैठे हैं। U, T के ठीक दाएं पड़ोस में बैठा है। U के बाएं से गिनने पर U और V के बीच केवल तीन लोग बैठे हैं। T और R के बीच केवल तीन लोग बैठे हैं। Q, P के ठीक दाएं पड़ोस में बैठा है। P के बाएं से गिनने पर T और P के बीच कितने लोग बैठे हैं ?","o":["2","4","3","1"],"a":1},{"id":23,"q":" नीचे दी गई अक्षर , संख्या और प्रतीक शृंखला का संदर्भ लीजिए और उसके आधार पर पूछे गए प्रश्न का उत्तर दीजिए। गणना केवल बाएं से दाएं की जानी है। सभी संख्याएं एकल - अंकीय संख्याएं हैं। \n\n( बाएं ) 9 # 1 * £ 5 2 & % $ 7 & 3 Ω 4 6 @ 8 ( दाएं ) \n\nऐसे कितने प्रतीक हैं जिनमें से प्रत्येक के ठीक पहले एक संख्या है और ठीक बाद एक अन्य प्रतीक है ?","o":["तीन","एक","दो","चार"],"a":2},{"id":24,"q":" उच्चतर शिक्षा पर अखिल भारतीय सर्वेक्षण , 2021-22 के अनुसार भारत में उच्चतर शिक्षा में सकल नामांकन अनुपात (GER) कितना था ?","o":["28.4%","26.6%","24.2%","30.8%"],"a":0},{"id":25,"q":" किस घटना ने ब्रिटिश विलय नीति के अंतिम पतन को चिह्नित किया ?","o":["बंगाल का विभाजन","भारत छोड़ो आंदोलन","1857 का विद्रोह","भारत सरकार अधिनियम, 1935"],"a":2},{"id":26,"q":" अंग्रेजी वर्णमाला क्रम पर आधारित , निम्नलिखित चार अक्षर - समूह युग्मों में से तीन एक निश्चित तरीके से समान हैं और इस प्रकार एक ग्रुप बनाते हैं। कौन - सा अक्षर - समूह युग्म उस ग्रुप से संबंधित नहीं है ? \n\n( नोट : असंगत अक्षर समूह युग्‍म , व्यंजनों / स्वरों की संख्या उनकी स्थिति पर आधारित नहीं है।)","o":["NT - JK","NQ - MP","FI - EH","JM - IL"],"a":0},{"id":27,"q":" भारत छोड़ो आंदोलन के बाद पहली समानांतर सरकार किस शहर में स्थापित की गई थी ?","o":["सतारा","बनारस","बलिया","तलचर"],"a":0},{"id":28,"q":" निम्नलिखित में से कौन - सा / से कथन , ' गोरखनाथ शर्मा बनाम छत्तीसगढ़ राज्य ' मामले का सही वर्णन करता है / करते हैं , जैसा कि छत्तीसगढ़ उच्च न्यालय ने फरवरी 2025 में फैसला सुनाया था ? इस मामले में पति द्वारा अपनी पत्नी पर बिना सहमति के क्रूर यौन उत्पीड़न करने का आरोप था , जिसके कारण उसकी मृत्यु हो गई। \n\nछत्तीसगढ़ उच्च न्यालय ने बलात्कार के मामले में पति को दोषी ठहराया और अधिकतम सजा सुनाई।","o":["1 और 2 दोनों","केवल 1","न तो 1 और न ही 2","केवल 2"],"a":1},{"id":29,"q":" निम्नलिखित में से कौन - सा देश भारत से केवल समुद्री सीमा द्वारा अलग होता है ?","o":["मालदीव","भूटान","नेपाल","म्यांमार"],"a":0},{"id":30,"q":" A, B, C, D, E और F एक ही इमारत के छह अलग - अलग तलों पर रहते हैं। इमारत में सबसे नीचे के तल का क्रमांक 1 है , उसके ऊपर के तल का क्रमांक 2 है और इसी तरह सबसे ऊपर के तल का क्रमांक 6 है। E और F जिन तलों पर रहते हैं उनका गुणनफल 10 है। A, C के ठीक ऊपर वाले तल पर रहता है। B और E जिन तलों पर रहते हैं उनका योगफल 11 है। C और D जिन तलों पर रहते हैं उनका योगफल कितना है ?","o":["5","7","4","6"],"a":2},{"id":31,"q":" 10 लड़कों का औसत वजन 70 kg है। लेकिन बाद में , यह पाया गया कि दो स्थानों पर वजन 54 kg को 44 kg के रूप में पढ़ा गया था और एक स्थान पर वजन 35 kg को 40 kg के रूप में पढ़ा गया था। 10 लड़कों का सही औसत वजन (kg में ) ज्ञात करें।","o":["70.5","67.5","68.5","71.5"],"a":3},{"id":32,"q":" अपनी सामान्य चाल की $\\frac{2}{7}$ चाल से चलने पर अभिजीत अपने कार्यालय 70 मिनट की देरी से पहुंचता है। अपने घर और कार्यालय के बीच की दूरी तय करने में उसे सामान्यतः कितना समय लगता है ?","o":["33 मिनट","37 मिनट","28 मिनट","21 मिनट"],"a":2},{"id":33,"q":" 9 पुरुष या 8 महिलाएं किसी काम को 19 दिनों में कर सकती हैं। 9 पुरुष 9 दिन काम करते हैं और फिर काम छोड़कर चले जाते हैं। शेष काम को 8 दिनों में पूरा करने के लिए कितनी महिलाओं की आवश्यकता होगी ?","o":["11","12","10","8"],"a":2},{"id":34,"q":" रोहित ने अपनी वस्तु का मूल्य उसके क्रय मूल्य से 60% अधिक अंकित किया। यदि वह 85% की छूट देने के बाद वस्तु को ₹18,510 में बेच देता है , तो वस्तु का क्रय मूल्य (₹ में ) कितना होगा ?","o":["77,125","77,124","77,128","77,127"],"a":0},{"id":35,"q":" टूथपेस्ट में मौजूद वह सामान्य घटक निम्नलिखित में से कौन - सा है जो दांतों की क्षय को रोकने हेतु आधिक्य अम्ल को उदासीन करके दांतों को साफ करता है ?","o":["क्षार","हैलोजन","अम्ल","लवण"],"a":0},{"id":36,"q":" संख्याओं / प्रतीकों के एक समूह को नीचे दिए गए कूट और उसके बाद आने वाली शर्तों के अनुसार अक्षर कूट का उपयोग करके कूटबद्ध किया गया है। यदि कोई भी शर्त लागू नहीं होती है , तो संबंधित संख्या / प्रतीक के लिए कूट सीधे तालिका में दिए गए अनुसार दिए जाने चाहिए। \n\n![](https://cdn.jsdelivr.net/gh/Ashwin-Temp/exam-master-assets/images/reasoning/tableshi29th.webp)\n\nशर्तें:\n(i) यदि पहला घटक और अंतिम घटक एक संख्या है, तो इन दोनों (नों पहले और अंतिम घटक) के कूट परस्‍पर बदल दिए जाने चाहिए। \n(ii) यदि पहला घटक एक विषम संख्या है और अंतिम घटक एक सम संख्या है, तो पहले और अंतिम घटकों को © के रूप में कूटबद्ध किया जाना चाहिए। \n(iii) यदि दूसरा और तीसरा दोनों घटक पूर्ण वर्ग हैं, तो तीसरे घटक को दूसरे घटक के कूट के रूप में कूटबद्ध किया जाना चाहिए। \n\nनिम्नलिखित समूह के लिए कूट क्या होगा? \n7 2 ∆ 8 9 @ 3","o":["L D F E T Z W","W D F L T Z W","W D F E T Z L","L D F E Z T W"],"a":0},{"id":37,"q":" एक आयताकार पार्क की लंबाई उसकी चौड़ाई से 27 m अधिक है। इसका क्षेत्रफल 2268 m है। इसकी चौड़ाई (m में ) ज्ञात कीजिए।","o":["38","40","23","36"],"a":3},{"id":38,"q":" अंग्रेजी वर्णमाला क्रम के आधार पर दी गई शृंखला में प्रश्न - चिह्न (?) के स्थान पर क्या आना चाहिए ? \n\nDKR HOV LSZ PWD ?","o":["HTA","TAH","HAT","THA"],"a":1},{"id":39,"q":" यह प्रश्न नीचे दी गई तीन अंकों वाली पाँच संख्याओं पर आधारित है। \n\n( बाएं ) 993 281 995 257 599 ( दाएं ) \n\n( उदाहरण : 697 – पहला अंक = 6, दूसरा अंक = 9 और तीसरा अंक = 7) \n( नोट : सभी संक्रियाएँ बाएं से दाएं की जानी हैं ) \n\nयदि सबसे बड़ी संख्या के तीसरे अंक को सबसे छोटी संख्या के पहले अंक में जोड़ा जाए , तो परिणाम क्या होगा ?","o":["7","6","10","8"],"a":0},{"id":40,"q":" प्लास्टिक प्रदूषण को समाप्त करने के लिए अंतर - सरकारी वार्ता समिति (INC-5) का पांचवां सत्र कहाँ आयोजित किया गया ?","o":["टोक्यो , जापान","नैरोबी , केन्या","बुसान , दक्षिण कोरिया","बर्लिन , जर्मनी"],"a":2},{"id":41,"q":" सामाजिक सुधार , साहित्यिक कार्यों और अटूट देशभक्ति में उनके योगदान के कारण किसे ' भारतीय पुनर्जागरण का जनक ' कहा जाता है ?","o":["स्वामी विवेकानंद","आत्माराम पांडुरंग","दयानंद सरस्वती","राजा राम मोहन राय"],"a":3},{"id":42,"q":" निम्नलिखित में से कौन - सा , मेघालय पठार का उपविभाजन नहीं है ?","o":["गारो पहाड़ियाँ","मिकिर पहाड़ियाँ","जयंतिया पहाड़ियाँ","खासी पहाड़ियाँ"],"a":1},{"id":43,"q":" अप्रैल 2025 तक की स्थिति के अनुसार , सिमिलिपाल - जिसे राज्य का दूसरा राष्ट्रीय उद्यान घोषित किया गया है - कहाँ स्थित है ?","o":["ओडिशा","असम","गुजरात","मध्‍य प्रदेश"],"a":0},{"id":44,"q":" किसी आंकड़ा समुच्चय का बहुलक और माध्यिका क्रमशः 14.2 और 60 है। आंकड़ा समुच्चय का माध्य क्या है ? ( मूलानुपाती सूत्र का उपयोग करें। )","o":["82.9","88.6","80.4","86.9"],"a":0},{"id":45,"q":" निम्नलिखित में से कौन - सा कथन सही है ?","o":["1. LAN बड़े भौगोलिक क्षेत्रों में नेटवर्किंग को सपोर्ट करता है।","CD एक वोलेटाइल स्टोरेज मीडियम है।","ASCII का उपयोग मुख्यतः हाई - स्पीड डेटा ट्रांसमिशन नेटवर्क के लिए किया जाता है।","ASCII संख्यात्मक कोड के रूप में कैरेक्‍टरों को निरूपित करता है।"],"a":3},{"id":46,"q":" $19^3 - 14^2 + \\left(\\frac{8}{2}\\right)^2 - 19 + 5 \\times 20 $ का मान ज्ञात कीजिए।","o":["6760","6758","6761","6753"],"a":0},{"id":47,"q":" यदि x का 2%, 24 है , तो x का मान ज्ञात कीजिए।","o":["1200","2500","2400","1300"],"a":0},{"id":48,"q":" यह प्रश्न नीचे दी गई तीन अंकों वाली पाँच संख्याओं पर आधारित है। \n\n( बाएं ) 210 878 407 692 140 ( दाएं ) \n\n( उदाहरण : 697 – पहला अंक = 6, दूसरा अंक = 9 और तीसरा अंक = 7) \n( नोट : सभी संक्रियाएँ बाएं से दाएं की जानी हैं ) \n\nयदि सबसे बड़ी संख्या के तीसरे अंक को सबसे छोटी संख्या के पहले अंक से घटाया जाए , तो परिणाम क्या होगा ?","o":["−8","−7","−4","−6"],"a":1},{"id":49,"q":" यदि ‘+’ और ‘−’ को परस्पर बदल दिया जाए तथा ‘×’ और ‘÷’ को परस्पर बदल दिया जाए , निम्नलिखित समीकरण में प्रश्न - चिह्न (?) के स्थान पर क्या आएगा ? \n\n45 ÷ 13 − 286 × 2 + 68 =?","o":["660","670","680","690"],"a":0},{"id":50,"q":" 2025 विश्व मुक्केबाजी कप में अभिनाश जामवाल की उपलब्धि क्या थी ?","o":["उन्होंने 65 kg वर्ग में रजत पदक जीता।","उन्होंने 65 kg वर्ग में स्वर्ण पदक जीता।","उन्होंने कोई पदक नहीं जीता।","उन्होंने 65 kg वर्ग में कांस्य पदक जीता।"],"a":0},{"id":51,"q":" पश्चिमी क्षत्रप वंश का कौन - सा शासक मुख्य रूप से काठियावाड़ में सुदर्शन झील के जीर्णोद्धार के लिए प्रसिद्ध है ?","o":["नहपान (Nahapana)","मौस (Maues)","अज़ेस (Azes)","रुद्रदामन प्रथम (Rudradaman I)"],"a":3},{"id":52,"q":" यदि x + y = 14 है , तथा x और y का गुणनफल 45 है , तो x 4 + y 4 का मान ज्ञात कीजिए।","o":["7090","7186","7177","7141"],"a":1},{"id":53,"q":" निम्नलिखित में से कौन - सी संख्या 37 और 8 दोनों से विभाज्य है ?","o":["15659","15370","14208","13702"],"a":2},{"id":54,"q":" गोंड चित्रकला में , सतह पर ' छुई ' मिट्टी के आलेपन का उद्देश्य क्या होता है ?","o":["सूर्य के प्रकाश को परावर्तित करना","चित्रकला बनाने के लिए एक चिकना सफेद आधार बना","कीड़ों द्वारा दीवार को नुकसान पहुंचाने से रोकना","दीवार की दरारें ठीक करना"],"a":1},{"id":55,"q":" $71 + \\frac{62}{7} + 30 - 31$ को सरलीकृत कीजिए।","o":["$\\frac{552}{7}$","$\\frac{542}{7}$","$\\frac{557}{7}$","$\\frac{558}{7}$"],"a":0},{"id":56,"q":" D, E, F, G, H, I और K एक गोलाकार मेज़ के परित : इसके केंद्र की ओर अभिमुख होकर बैठे हैं। I, H के बाएं तीसरे स्थान पर बैठा है। E, G के बाएं दूसरे स्थान पर बैठा है। D और E के बीच में केवल H बैठा है। K, I का निकटतम पड़ोसी नहीं है। F के दाएं गिनने पर F और E के बीच में कितने व्‍यक्ति बैठे हैं ?","o":["एक","तीन","चार","दो"],"a":3},{"id":57,"q":" हितेश अपनी कक्षा में शीर्ष से 28 वें स्थान पर तथा नीचे से 13 वें स्थान पर है। उसकी कक्षा में कितने विद्यार्थी हैं ?","o":["39","41","42","40"],"a":3},{"id":58,"q":" अंग्रेजी वर्णमाला क्रम के आधार पर , निम्नलिखित चार अक्षर - समूह युग्मों में से तीन अक्षर - समूह युग्म एक निश्चित तरीके से समान हैं और इस प्रकार एक ग्रुप बनाते हैं। निम्नलिखित में से कौन - सा अक्षर - समूह युग्म उस ग्रुप से संबंधित नहीं है ? \n\n( नोट : असंगत युग्म व्यंजनों / स्वरों की संख्या अक्षर - समूह में उनकी स्थिति पर आधारित नहीं है। )","o":["ST - YZ","QR - WX","LM - RS","GH - OM"],"a":3},{"id":59,"q":" मोहन ₹5,000 की राशि और वरुण ₹9,000 की राशि , वार्षिक साधारण ब्याज की समान दर पर निवेश करते हैं। यदि 3 वर्ष के अंत में , वरुण को मोहन से ₹480 अधिक ब्याज मिलता है , तो वार्षिक ब्याज की दर ( प्रतिशत में ) ज्ञात कीजिए।","o":["3%","4%","2%","6%"],"a":1},{"id":60,"q":" दी गई श्रृंखला में प्रश्नचिन्ह (?) के स्थान पर क्या आना चाहिए ? \n\n501 500 497 492 485 ?","o":["471","475","476","473"],"a":2},{"id":61,"q":" अंग्रेजी वर्णमाला क्रम के आधार पर , KQRL का संबंध एक निश्चित प्रकार से OTTM से है। उसी प्रकार , SWVN का संबंध WZXO से है। समान तर्क का अनुसरण करते हुए , ACZP का संबंध दिए गए विकल्पों में किससे है ?","o":["FDZR","DEAP","DGBP","EFBQ"],"a":3},{"id":62,"q":" AB, CD के समांतर है। एक तिर्यक रेखा PQ, AB और CD को क्रमशः E और F पर प्रतिच्छेद करती है , तथा ∠ PEB = 49° है। AB और CD के बीच स्थित एक बिंदु G इस प्रकार है कि ∠ BEG = 35° और ∠ GFE = 16° है। ∠ EGF का माप क्या है ?","o":["57°","68°","59°","60°"],"a":1},{"id":63,"q":" राष्ट्रीय विकास परिषद (NDC) ने किस वर्ष सहकारी समितियों पर राष्ट्रीय नीति की सिफारिश की थी ?","o":["1962","1947","1975","1958"],"a":3},{"id":64,"q":" एमएस पावरपॉइंट 2019 (MS PowerPoint 2019) में , सेव किए गए पावरपॉइंट फाइल को लोड करने हेतु 'Open' विकल्प तक एक्सेस के लिए सबसे पहले निम्नलिखित में से कौन - सा टैब सेलेक्ट करना होगा ?","o":["Design टैब","Home टैब","File टैब","Insert टैब"],"a":2},{"id":65,"q":" सनी बिंदु A से ड्राइव करना प्रारंभ करता है और 11 km पूर्व की ओर ड्राइव करता है। फिर बाएं मुड़ता है और 8 km ड्राइव करता है फिर से बाएं मुड़ता है और 12 km ड्राइव करता है। फिर से वह बाएं मुड़ता है और 10 km ड्राइव करता है। वह अंतिम बार बाएं मुड़ता है और 1 km ड्राइव करके बिंदु P पर रुक जाता है। बिंदु A पर पुनः पहुँचने के लिए उसे कितनी दूर ( न्यूनत्तम दूरी ) और किस दिशा में ड्राइव करना चाहिए ? ( जब तक निर्दिष्ट किया जाए , सभी मोड़ केवल 90 डिग्री के मोड़ हैं। )","o":["2 km उत्तर की ओर","1 km दक्षिण की ओर","4 km दक्षिण की ओर","2 km दक्षिण की ओर"],"a":0},{"id":66,"q":" किसी निश्चित राशि पर 19% वार्षिक ब्याज दर से 2 वर्षों के साधारण ब्याज और वार्षिक रूप से संयोजित चक्रवृद्धि ब्याज के बीच का अंतर ₹590 है। राशि ज्ञात करें [ निकटतम पूर्णांक तक पूर्णांकित करें ] ।","o":["₹16,335","₹16,336","₹16,343","₹16,358"],"a":2},{"id":67,"q":" नीचे संख्याओं के दो समुच्‍चय दिए गए हैं। संख्याओं के प्रत्येक समुच्‍चय में , पहली संख्या पर कुछ गणितीय संक्रियाओं के परिणामस्वरूप दूसरी संख्या प्राप्त होती है। इसी तरह , दूसरी संख्या पर कुछ गणितीय संक्रियाओं के परिणामस्वरूप तीसरी संख्या प्राप्त होती है और इसी तरह आगे की संख्‍याएं प्राप्‍त होती है। दिए गए विकल्पों में से कौन सा विकल्प दिए गए समुच्‍चयों के समान संक्रियाओं के समुच्‍चय का अनुसरण करता है ? \n( नोट : संख्याओं को उनके घटक अंकों में तोड़े बिना , संक्रियाएं पूर्ण संख्याओं पर की जानी चाहिए। उदाहरण के लिए 13 को लीजिए - 13 पर संक्रियाएं जैसे कि 13 में जोड़ना / घटाना / गुणा करना आदि 13 पर किया जा सकता है। 13 को 1 और 3 में तोड़ना और फिर 1 और 3 पर गणितीय संक्रियाएं करने की अनुमति नहीं है। ) \n\n10 - 20 - 40 - 80 ; 3 - 6 - 12 - 24","o":["5 - 10 - 20 - 30","8 - 10 - 20 - 40","6 - 12 - 24 - 48","4 - 8 - 12 - 24"],"a":2},{"id":68,"q":" MS पावरपॉइंट में निम्नलिखित में से कौन - सा एलिमेंट , प्रेजेंटेशन क्रिएशन इसके प्रारंभिक चरण में बेसिक 'Blank Presentation' का स्वाभाविक हिस्सा नहीं है ?","o":["कम से कम एक स्लाइड","कंटेंट के लिए प्लेसहोल्डर","पूर्व - निर्धारित थीम कलर","डिफ़ॉल्ट स्लाइड लेआउट"],"a":2},{"id":69,"q":" एक कक्षा में 14 लड़कों का औसत वजन 40.25 kg है और शेष 4 लड़कों का औसत वजन 33.5 kg है। कक्षा के सभी लड़कों का औसत वजन (kg में , दो दशमलव स्थानों तक पूर्णांकित ) ज्ञात कीजिए।","o":["37.75","39.75","40.75","38.75"],"a":3},{"id":70,"q":" वारली चित्रकला में , दीवार तैयार करने के लिए ' लिपाने ' नामक पहले चरण में किस प्राकृतिक सामग्री का उपयोग किया जाता है ?","o":["गेरू","चारकोल","चावल का पेस्ट","रेत"],"a":0},{"id":71,"q":" जब 1278, 2368 और 4318 को बड़ी से बड़ी संख्या x से विभाजित किया जाता है , तो प्रत्येक स्थिति में शेषफल y बचता है। (3x − 14y) का मान ज्ञात कीजिए।","o":["−79","−86","−85","−82"],"a":3},{"id":72,"q":" भारत में मंत्रिस्तरीय पदानुक्रम में , राज्य मंत्रियों को प्रायः ________________ ।","o":["उनके सौंपे गए विभागों में कैबिनेट मंत्रियों के बराबर दर्जा प्राप्त होता है","कैबिनेट विभागों पर प्राधिकार प्राप्त होता है","किसी भी विभाग में कोई कार्यकारी जिम्मेदारी प्राप्त नहीं होती है","कैबिनेट मंत्रियों को सौंपे गए विभागों में द्वितीयक दर्जा प्राप्त होता है"],"a":3},{"id":73,"q":" भारतीय जनता पार्टी ( भाजपा ) द्वारा 2024-2025 के विधानसभा चुनावों में जीती गई सीटों की संख्या के आधार पर निम्नलिखित राज्यों को अवरोही क्रम में व्यवस्थित काीजिए।\n\n1. दिल्ली \n2. महाराष्ट्र \n3. जम्मू और कश्मीर \n4. झारखंड","o":["2 > 1 > 3 > 4","2 > 3 > 1 > 4","1 > 2 > 3 > 4","3 > 2 > 1 > 4"],"a":0},{"id":74,"q":" निम्नलिखित में से कौन - सा , थार रेगिस्तान पारिस्थितिकी तंत्र के क्षरण में अधिक योगदान नहीं देता है ?","o":["पशुधन द्वारा चराई","जलवायु परिवर्तन","देशी वृक्षों का बढ़ता रोपण","अनियमित वर्षा"],"a":2},{"id":75,"q":" भारत का महान पठार (Great Plateau) किस प्राचीन भू - भाग का हिस्सा है ?","o":["गोंडवाना लैंड","अंगारालैंड","पैंजिया","लॉरेशिया"],"a":0},{"id":76,"q":" अपनी सामान्य चाल के 2/3 की चाल से चलने पर , अभिजीत अपने कार्यालय 28 मिनट की देरी से पहुंचता है। अपने घर और कार्यालय के बीच की दूरी तय करने में उसे सामान्यतः कितना समय लगता है ?","o":["62 मिनट","49 मिनट","55 मिनट","56 मिनट"],"a":3},{"id":77,"q":" टाउन V, टाउन W के पश्चिम में है। टाउन X, टाउन V के पूर्व में है। टाउन Y, टाउन W के उत्तर में है। टाउन Z, टाउन X के उत्तर में है। टाउन Z, टाउन W के उत्तर - पश्चिम में है। टाउन W के सापेक्ष , टाउन X की स्थिति क्या है ?","o":["पूर्व","दक्षिण","पश्चिम","उत्तर"],"a":2},{"id":78,"q":" मेंडेलीव ने समान गुणों वाले तत्वों को आवर्त सारणी में कहाँ विन्‍यासित किया था ?","o":["ब्लॉक","क्षैतिज पंक्ति","ऊर्ध्वाधर स्तंभ","परमाणु श्रृंखला"],"a":2},{"id":79,"q":" सभी 92 लोग उत्तर की ओर अभिमुख होकर एक पंक्ति में खड़े हैं। मंजू बाएं छोर से 16 वें स्थान पर है जबकि निशा दाएं छोर से 9 वें स्थान पर है। मंजू और निशा के बीच कितने लोग खड़े हैं ?","o":["65","48","58","67"],"a":3},{"id":80,"q":" अक्टूबर 2024 में , नायब सिंह सैनी ने किस भारतीय राज्य के मुख्यमंत्री के रूप में अपने दूसरे कार्यकाल के लिए शपथ ग्रहण की ?","o":["हरियाणा","पंजाब","उत्तर प्रदेश","राजस्थान"],"a":0},{"id":81,"q":" एक आयत की छोटी भुजा , लंबी भुजा से 16 cm कम है। इसके क्षेत्रफल का संख्यात्मक मान इसके परिमाप के संख्यात्मक मान के 3 गुने के बराबर है। इसकी लंबी भुजा की लंबाई (cm में ) कितनी है ?","o":["14","24","19","25"],"a":1},{"id":82,"q":" GN 14 एक निश्चित तरीके से ER 1 से संबंधित है। HP 18 उसी तरह से FT 5 से संबंधित है। समान तर्क का पालन करते हुए , TK 4 दिए गए विकल्पों में किससे संबंधित है ?","o":["RO −9","PW −7","TY −11","KJ −13"],"a":0},{"id":83,"q":" किसी निश्चित संख्या को दो भागों में इस प्रकार विभाजित किया जाता है कि पहले भाग के 5 गुना को दूसरे भाग के 14 गुना में जोड़ने पर कुल संख्या का 7 गुना प्राप्त होता है। दूसरे भाग और पहले भाग का अनुपात ज्ञात कीजिए।","o":["1 : 7","7 : 1","7 : 2","2 : 7"],"a":3},{"id":84,"q":" यदि द्विघात समीकरण $4x^2 + bx + 3 = 0$ और $8x^2 + 4x + c = 0$ में दोनों मूल सार्व हों , तो क्रमशः b और c के मान ज्ञात कीजिए।","o":["4, 2","6, 2","2, 6","2, 4"],"a":2},{"id":85,"q":" भारत में सिंचाई की वह विधि , जिसमें प्रत्येक पौधे तक निम्न दाब में पाइप के माध्यम से जल वितरित किया जाता है , उसे क्या कहा जाता है ?","o":["खांचा सिंचाई","नहर सिंचाई","स्थानीय सिंचाई","नलकूप सिंचाई"],"a":2},{"id":86,"q":" 2025 में , IIT मद्रास में श्री एस . रामकृष्णन उत्कृष्टता केंद्र का उद्घाटन किसने किया ?","o":["1. IIT मद्रास के निदेशक","केंद्रीय अंतरिक्ष मंत्री","ISRO के अध्यक्ष","ISRO के वैज्ञानिक सचिव"],"a":2},{"id":87,"q":" एक पिता और उसके पुत्र की वर्तमान आयु का योग , पुत्र की वर्तमान आयु के 2 गुने से 19 वर्ष अधिक है। 15 वर्ष बाद , पिता की आयु का 12 गुना पुत्र की आयु के 13 गुने से 17 वर्ष कम होगा। पिता और पुत्र की वर्तमान आयु के बीच अंतर ( वर्ष में ) कितना है ?","o":["24","14","21","19"],"a":3},{"id":88,"q":" वर्ष 2023-24 के लिए ग्रामीण विकास विभाग के लिए डेटा गवर्नेंस क्वालिटी इंडेक्स (DGQI) में निम्नलिखित में से किस कार्यक्रम को सर्वोच्च स्कोर प्राप्त हुआ ?","o":["प्रधानमंत्री ग्राम सड़क योजना","राष्ट्रीय सामाजिक सहायता कार्यक्रम","दीन दयाल उपाध्याय ग्रामीण कौशल योजना","मनरेगा (MGNREGA) कार्यक्रम घटक"],"a":1},{"id":89,"q":" यदि ‘A’ का अर्थ ‘÷’ है , ‘B’ का अर्थ ‘×’ है , ‘C’ का अर्थ ‘+’ है और ‘D’ का अर्थ ‘−’ है , तो निम्नलिखित में से किसका परिणाम 5 होगा ?","o":["96 B 12 D 45 A 3 C 14","96 C 12 B 45 A 3 D 14","96 A 12 D 45 C 3 B 14","96 D 12 C 45 B 3 A 14"],"a":3},{"id":90,"q":" IV 17 एक निश्चित तरीके से FR 6 से संबंधित है। उसी तरह KJ 12, HF 1 से संबंधित है। समान तर्क का पालन करते हुए , OE −6 दिए गए विकल्पों में किससे संबंधित है ?","o":["KI −13","PA −21","LA −17","TR −29"],"a":2},{"id":91,"q":" प्रेक्षणों 78, 56, 52, 45, 97, 19, 37, 46 और 74 का समांतर माध्य ज्ञात कीजिए।","o":["56","48","61","64"],"a":0},{"id":92,"q":" एक स्कूल में खेलों में भाग लेने वाली लड़कियों और लड़कों की संख्या का अनुपात 1 : 5 है। यदि खेलों में भाग लेने वाली लड़कियों की संख्या 200 है , तो खेलों में भाग लेने वाले लड़कों की संख्या ज्ञात कीजिए।","o":["975","1020","1030","1000"],"a":3},{"id":93,"q":" तने पर स्थित त्वचारोमों ( ट्राइकोम ) के संबंध में निम्नलिखित में से कौन - सा कथन सत्य है ?","o":["ये केवल जड़ों में मौजूद होते हैं।","वे बहुकोशिकीय होते हैं और स्रावी हो सकते हैं।","ये कभी जल प्रतिधारण में कार्य नहीं करते हैं।","ये सदैव अशाखित (unbranched) एवं एककोशिकीय होते हैं।"],"a":1},{"id":94,"q":" अंग्रेजी वर्णमाला क्रम के आधार पर दी गई शृंखला में प्रश्न चिह्न (?) के स्थान पर क्या आना चाहिए ? \n\nBIG DKI FMK HOM ?","o":["JQO","JRP","JRO","JQP"],"a":0},{"id":95,"q":" नीति आयोग द्वारा जारी किए गए SDG इंडिया इंडेक्स 2023-24 के अनुसार , भारतीय राज्यों द्वारा प्राप्त सम्मिश्र स्कोर की रेंज क्या है ?","o":["60 से 85","52 से 75","65 से 90","57 से 79"],"a":3},{"id":96,"q":" बादामी के चालुक्यों की स्थापना किसने की थी ?","o":["मंगलेशा","पुलकेशिन प्रथम","कीर्तिवर्मन प्रथम","विक्रमादित्य प्रथम"],"a":1},{"id":97,"q":" यदि + का अर्थ − है , − का अर्थ × है , × का अर्थ ÷ है , और ÷ का अर्थ + है , तो निम्नलिखित समीकरण में प्रश्नवाचक चिन्ह (?) के स्थान पर क्या आएगा ? \n\n30 − 5 ÷ 2 + 10 × 2 = ?","o":["100","147","150","125"],"a":1},{"id":98,"q":" फ़ाइल सिस्टम के संदर्भ में , फ़ाइल सिस्टम ' मेटाडेटा ' का प्राथमिक उद्देश्य क्या है ?","o":["फ़ाइलों और डाइरैक्टरी के बारे में जानकारी रिकॉर्ड करना , जैसे कि उनके नाम , साइज़ , टाइमस्टैम्प और अनुमतियाँ","तेजी से पहुंच के लिए भंडारण डिवाइस पर फ़ाइल डेटा के भौतिक भंडारण को अनुकूलित करना","उपयोगकर्ता के लिए फ़ाइलों और फ़ोल्डरों का ग्राफ़िकल निरूपण परिभाषित करना","फ़ाइलों की वास्तविक सामग्री और डेटा संग्रहीत करना"],"a":0},{"id":99,"q":" 12 m और 20 m ऊंचाई वाले दो खंभे , समतल जमीन पर लगे हैं। खंभों के निचले हिस्सों के बीच की दूरी 15 m है। उनके शीर्षों के बीच की दूरी (m में ) ज्ञात कीजिए।","o":["25","16","20","17"],"a":3},{"id":100,"q":" निम्नलिखित में से कौन - सी विधि मौजूदा MS एक्सेल स्प्रेडशीट को ओपन करने का सबसे तेज़ तरीका है ?","o":["MS एक्‍सेल ओपन करें और ब्‍लैंक वर्कबुक पर क्लिक करें","Ctrl + N दबाएँ","Alt + F4 शॉर्टकट का उपयोग करें","फ़ाइल एक्सप्लोरर में .xlsx फ़ाइल पर डबल - क्लिक करें"],"a":3}]}
