{
  "meta": {
    "name": "RRB NTPC 2025 CBT 1 [Graduate Level] English Shift 3 (05/06/2025)",
    "total_questions": 100
  },
  "q": [
    {
      "id": 1,
      "q": "अंग्रेजी वर्णमाला क्रम पर आधारित, निम्नलिखित चार अक्षर-समूह युग्मों में से तीन एक निश्चित तरीके से एकसमान हैं और इस प्रकार वे एक ग्रुप बनाते हैं। कौन-सा अक्षर-समूह युग्म, उस ग्रुप से संबंधित नहीं है? (नोट: असंगत अक्षर-समूह युग्म, व्यंजनों/नोंस्वरों की संख्या या उनकी स्थिति पर आधारित नहीं है।)",
      "img": null,
      "o": [
        "NQ - RM",
        "NM - PO",
        "SR - UT",
        "UT - WV"
      ],
      "a": 0
    },
    {
      "id": 2,
      "q": "यदि संख्या 6435127 में प्रत्येक सम अंक में 2 जोड़ा जाए तथा प्रत्येक विषम अंक में से 1 घटाया जाए, तो इस प्रकार बनी नई संख्या में बायीं ओर से दूसरे अंक तथा दायीं ओर से तीसरे अंक का योग क्या होगा?",
      "img": null,
      "o": [
        "6",
        "10",
        "8",
        "4"
      ],
      "a": 0
    },
    {
      "id": 3,
      "q": "भारत में मानव अधिकार संरक्षण अधिनियम कब पारित किया गया?",
      "img": null,
      "o": [
        "1996",
        "2006",
        "2003",
        "1993"
      ],
      "a": 3
    },
    {
      "id": 4,
      "q": "एक्सिओम मिशन 4 (Axiom Mission 4) के एक भाग के रूप में, अंतर्राष्ट्री य अंतरिक्ष स्टेशन (ISS) की यात्रा करने वाले पहले भारतीय अंतरिक्ष यात्री कौन होंगेहों गे?",
      "img": null,
      "o": [
        "राकेश शर्मा",
        "सुनीता विलियम्स",
        "शुभांशु शुक्लाा",
        "आशीष खन्नाा"
      ],
      "a": 2
    },
    {
      "id": 5,
      "q": "सुदीप बिंदु A से ड्रा इव करना आरंभ करता है और दक्षिण की ओर 3 km ड्रा इव करता है। फिर वह बाएं मुड़ता है और 4 km ड्रा इव करता है, फिर दाएं मुड़ता है और 4 km ड्रा इव करता है। फिर वह बाएं मुड़ता है और 3 km ड्रा इव करता है। वह अंत में बाएं मुड़ता है, 7 km ड्रा इव करता है और फिर वह बिंदु P पर रुक जाता है। बिंदु A पर फिर से वापस पहुँचने के लिए उसे कितनी दूर (न्‍यूनतम दूरी) और किस दिशा में ड्रा इव करना चाहिए (सभी मोड़ केवल 90° के मोड़ हैं जब तक कि निर्दिष्ट न किया गया हो)?",
      "img": null,
      "o": [
        "6 km; पूर्व",
        "7 km; पश्चिम",
        "7 km; पूर्व",
        "6 km; पश्चिम"
      ],
      "a": 3
    },
    {
      "id": 6,
      "q": "अक्षत ने अर्धवार्षिक रूप से संयोजित होने वाली 8% वार्षिक चक्रवृद्धि ब्याज पर ₹90,625 की धनराशि 1 वर्ष के लिए निवेश की। उसे कितना मिश्रधन प्राप्त होगा?",
      "img": null,
      "o": [
        "₹98,984",
        "₹98,837",
        "₹98,020",
        "₹98,802"
      ],
      "a": 2
    },
    {
      "id": 7,
      "q": "पांचवीं अनुसूची के अंतर्गत, अनुसूचित क्षेत्रों में राज्यपाल के विनियमन निम्नलिखित में से किसे निषिद्ध या प्रतिबंधित कर सकते हैं?",
      "img": null,
      "o": [
        "भूमि अंतरण",
        "जल उपयोग",
        "कर संग्रह",
        "अभिव्यक्ति की स्वतंत्रता"
      ],
      "a": 0
    },
    {
      "id": 8,
      "q": "जनजातीय समुदायों के लिए भारत सरकार की शिक्षा पहल, एकलव्य मॉडल आवासीय विद्यालय (EMRS) की शुरूआत किस वर्ष की गई थी?",
      "img": null,
      "o": [
        "2014-15",
        "1974-75",
        "1997-98",
        "2018-19"
      ],
      "a": 2
    },
    {
      "id": 9,
      "q": "भारतमाला परियोजना के अंतर्गत सीमा और अंतर्राष्ट्री य संपर्क में सुधार के लिए कितने किलोमीटर सड़क का विकास किया जाना है?",
      "img": null,
      "o": [
        "7,000 km",
        "9,000 km",
        "2,000 km",
        "5,000 km"
      ],
      "a": 2
    },
    {
      "id": 10,
      "q": "निम्‍नलिखित बंटन का माध्‍य ज्ञात कीजिए।\n\n![](https://cdn.jsdelivr.net/gh/Ashwin-Temp/exam-master-assets/images/reasoning/050625s3k1936.webp)",
      "img": null,
      "o": [
        "54",
        "77",
        "34",
        "52"
      ],
      "a": 3
    },
    {
      "id": 11,
      "q": "C, D, E, F, S, T और U में से प्रत्येक की परीक्षा, सोमवार से शुरू होकर रविवार को समाप्त होने वाले एक ही सप्ताह के अलग-अलग दिन होती है। F की परीक्षा शुक्रवार को होती है। T और F के बीच केवल दो लोगों की परीक्षा होती है। E और T के बीच केवल चार लोगों की परीक्षा होती है। S की परीक्षा U के ठीक बाद होती है। D की परीक्षा सोमवार को नहीं होती है। D से पहले और C के बाद कितने लोगों की परीक्षा होती है?",
      "img": null,
      "o": [
        "चार",
        "एक",
        "दो",
        "तीन"
      ],
      "a": 0
    },
    {
      "id": 12,
      "q": "26 मार्च 2025 को भारतीय रिजर्व बैंक (RBI) द्वारा 8वीं राज्य स्तरीय समन्वय समिति (SLCC) की बैठक कहाँ आयोजित की गई थी?",
      "img": null,
      "o": [
        "गुवाहाटी",
        "गंगटोक",
        "इम्फाल",
        "कोलकाता"
      ],
      "a": 1
    },
    {
      "id": 13,
      "q": "O, P, Q, R, S, T और U में से प्रत्येक की परीक्षा सोमवार को शुरू होकर रविवार को समाप्त होने वाले एक ही सप्ताह के अलग-अलग दिन होती है। S की परीक्षा बुधवार को होती है। R की परीक्षा P के बाद किसी दिन होती है और T की परीक्षा Q से पहले किसी दिन होती है। U की परीक्षा O के ठीक बाद होती है और S की परीक्षा O से ठीक पहले होती है। T की परीक्षा U के बाद किसी दिन होती है। S और Q के बीच कितने व्यक्तियों की परीक्षा होती है?",
      "img": null,
      "o": [
        "पाँच",
        "चार",
        "दो",
        "तीन"
      ],
      "a": 3
    },
    {
      "id": 14,
      "q": "पांच व्यक्तियों की आयु (वर्ष में) 20, 30, 35, 40 और 45 दी गई है। वर्ष में औसत आयु की गणना कीजिए।",
      "img": null,
      "o": [
        "30",
        "32.5",
        "35",
        "34"
      ],
      "a": 3
    },
    {
      "id": 15,
      "q": "यदि किसी बिस्तर का विक्रय मूल्य प्रारंभिक मूल्य का 2 गुना है, तो लाभ प्रारंभिक मूल्य से 10 गुना है। प्रारंभिक लाभ प्रतिशत (% में) ज्ञात कीजिए।",
      "img": null,
      "o": [
        "500",
        "20",
        "12.5",
        "400"
      ],
      "a": 2
    },
    {
      "id": 16,
      "q": "2024 के लिए भारत की गरीबी दर पर भारतीय स्टेट बैंक (SBI) की रिपोर्ट के अनुसार, अनुमानित राष्ट्री य गरीबी दर कितनी है?",
      "img": null,
      "o": [
        "4.0% से 4.5%",
        "4.5% से 5.0%",
        "3.5% से 4.0%",
        "5.5% से 6.0%"
      ],
      "a": 0
    },
    {
      "id": 17,
      "q": "मानक ASCII कोड का उपयोग करके कितने अद्वितीय वर्णों (unique characters) को दर्शाया जा सकता है?",
      "img": null,
      "o": [
        "64",
        "128",
        "256",
        "512"
      ],
      "a": 1
    },
    {
      "id": 18,
      "q": "एक नाव को धारा की विपरीत दिशा में 10.2 km जाने में 51 मिनट लगते हैं। स्थिर जल में नाव की चाल और धारा की चाल का अनुपात 7 : 6 है। नाव को धारा की विपरीत दिशा में 17.7 km और धारा की दिशा में 66.3 km जाने में कुल कितना समय (घंटे में) लगेगा?",
      "img": null,
      "o": [
        "1.9",
        "2.1",
        "0.3",
        "3.4"
      ],
      "a": 0
    },
    {
      "id": 19,
      "q": "अंग्रेजी वर्णमाला क्रम पर आधारित दी गई शृंखला में प्रश्न चिह्न (?) के स्थान पर क्या आना चाहिए? \n\nSKC WOG ASK EWO ?",
      "img": null,
      "o": [
        "ISA",
        "ASI",
        "IAS",
        "AIS"
      ],
      "a": 2
    },
    {
      "id": 20,
      "q": "74वें संविधान संशोधन, 1992 द्वारा प्रत्येक राज्य में नगरपालिका चुनाव कराने के लिए किसी संस्था की स्थापना की गई है?",
      "img": null,
      "o": [
        "क्षेत्रीीय निर्वाचन आयोग",
        "स्थाानीय निर्वाचन आयोग",
        "राज्य निर्वाचन आयोग",
        "राष्ट्रीीय निर्वाचन आयोग"
      ],
      "a": 2
    },
    {
      "id": 21,
      "q": "AB, CD के समांतर है। एक तिर्यक रेखा PQ, AB और CD को क्रमशः E और F पर प्रतिच्छेद करती है, तथा ∠PEB = 59° है। G, AB और CD के बीच एक बिंदु इस प्रकार है कि ∠BEG = 50° और ∠GFE = 33° है। ∠EGF की माप कितनी है?",
      "img": null,
      "o": [
        "76°",
        "74°",
        "80°",
        "88°"
      ],
      "a": 0
    },
    {
      "id": 22,
      "q": "दिए गए विकल्पों में से वह संख्या चुनिए जो निम्नलिखित श्रृंखला में प्रश्न चिह्न (?) के स्थान पर आ सकती है। \n\n62 61.1 60.2 59.3 58.4 57.5 ?",
      "img": null,
      "o": [
        "56.6",
        "56.2",
        "56.8",
        "56.4"
      ],
      "a": 0
    },
    {
      "id": 23,
      "q": "निम्नलिखित में से किसे मरणोपरांत 'आध्यात्मिकता (Spiritualism)' श्रेणी में 2025 में पद्म श्री पुरस्कार प्राप्त हुआ?",
      "img": null,
      "o": [
        "मदुगुला नागफनी सरमा (Madugula Nagaphani Sarma)",
        "लीबिया लोबो सरदेसाई (Libia Lobo Sardesai)",
        "एमडी श्रीनिवास (MD Srinivas)",
        "लामा लोबजंग (Lama Lobzang)"
      ],
      "a": 3
    },
    {
      "id": 24,
      "q": "KF 17 एक निश्चित तरीके से HB 6 से संबंधित है। उसी तरह KH 12, HD 1 से संबंधित है। समान तर्क के अनुसार LP −6 निम्नलिखित में से किससे संबंधित है?",
      "img": null,
      "o": [
        "HI −18",
        "MP −13",
        "IL −17",
        "PL −19"
      ],
      "a": 2
    },
    {
      "id": 25,
      "q": "भवानी पाठक और देवी चौधरानी निम्नलिखित में से किस विद्रोह से संबंधित प्रसिद्ध लीडर थे?",
      "img": null,
      "o": [
        "चुआर विद्रोह",
        "मुंडा विद्रोह",
        "नील विद्रोह",
        "फकीर और संन्यासी विद्रोह"
      ],
      "a": 3
    },
    {
      "id": 26,
      "q": "यदि  $x - \\frac{1}{x} = 10,\\quad x^3 - \\frac{1}{x^3} = \\ ?$  का मान ज्ञात कीजिए।",
      "img": null,
      "o": [
        "992",
        "986",
        "1030",
        "1386"
      ],
      "a": 2
    },
    {
      "id": 27,
      "q": "उस युग्म का चयन कीजिए जो नीचे दिए गए युग्मों के समान पैटर्न का अनुसरण करता है। दोनों युग्म समान पैटर्न का अनुसरण करते हैं। \n\nPIL : TMP\n NAP : RET",
      "img": null,
      "o": [
        "SWT : WAX",
        "SPL : WLH",
        "BGM : GKQ",
        "NLI : JPM"
      ],
      "a": 0
    },
    {
      "id": 28,
      "q": "निम्नलिखित में से कौन-सी संख्या, 7 से विभाज्य है?",
      "img": null,
      "o": [
        "687",
        "875",
        "894",
        "87"
      ],
      "a": 1
    },
    {
      "id": 29,
      "q": "$\\dfrac{\\sqrt[3]{1331}}{\\sqrt[4]{10000}} \\times \\dfrac{5}{33} \\times 30$ =",
      "img": null,
      "o": [
        "9",
        "5",
        "13",
        "6"
      ],
      "a": 1
    },
    {
      "id": 30,
      "q": "10 kg द्रव्यमान का एक पिंड 5 m/s के एकसमान वेग से गतिमान है। इस पर कार्यरत शुद्ध बल कितना है?",
      "img": null,
      "o": [
        "10 N",
        "50 N",
        "2 N",
        "0 N"
      ],
      "a": 3
    },
    {
      "id": 31,
      "q": "यदि ‘A’ का अर्थ ‘÷’ है, ‘B’ का अर्थ ‘×’ है, ‘C’ का अर्थ ‘+’ है, और ‘D’ का अर्थ ‘−’ है, तो निम्नलिखित समीकरण में प्रश्न चिह्न (?) के स्थान पर क्या आएगा? \n\n45 B 14 A 21 D 17 C 25 = ?",
      "img": null,
      "o": [
        "36",
        "38",
        "54",
        "42"
      ],
      "a": 1
    },
    {
      "id": 32,
      "q": "दो पाइप A और B 7800 लीटर की एक टंकी को क्रमशः 12 घंटे और 10 घंटे में भर सकते हैं। यदि उन्हें एक साथ खोल दिया जाए, तो 8800 लीटर की एक खाली टंकी को भरने में उन्हें कितने घंटे लगेंगे?",
      "img": null,
      "o": [
        "89/13 घंटे",
        "80/13 घंटे",
        "70/13 घंटे",
        "88/12 घंटे"
      ],
      "a": 1
    },
    {
      "id": 33,
      "q": "अमाशय में आधिक्य अम्ल को उदासीन करने के लिए निम्नलिखित में से किस खाद्य का सेवन करना चाहिए?",
      "img": null,
      "o": [
        "नींबू का जूस",
        "सिरका",
        "मसालेदार मिर्च",
        "बेकिंंग सोडा"
      ],
      "a": 3
    },
    {
      "id": 34,
      "q": "मराठी भाषा की अग्रणी दलित आत्मकथात्मक कृति के रूप में पहचानी जाने वाली कृति 'बलूटा' की रचना किस लेखक ने की है?",
      "img": null,
      "o": [
        "दया पवार",
        "नामदेव ढसाल",
        "ओमप्रकाश वाल्मिकी",
        "शरणकुमार लिंबाले"
      ],
      "a": 0
    },
    {
      "id": 35,
      "q": "कंप्यूटर चालू रहने के दौरान डेटा को अस्थायी रूप से संग्रहीत करने के लिए किस प्रकार की मेमोरी का उपयोग किया जाता है?",
      "img": null,
      "o": [
        "कैश (Cache)",
        "ROM",
        "RAM",
        "हार्ड डिस्क"
      ],
      "a": 2
    },
    {
      "id": 36,
      "q": "किसी वृत्त में, एक जीवा की लंबाई 12 cm है तथा वृत्त के केंद्र से जीवा तक की लंबवत दूरी 5 cm है। वृत्त की त्रिज्या (दशमलव के दो स्थानों तक पूर्णांकित) ज्ञात कीजिए।",
      "img": null,
      "o": [
        "9.87 cm",
        "7.81 cm",
        "6.97 cm",
        "10.25 cm"
      ],
      "a": 1
    },
    {
      "id": 37,
      "q": "सबसे बड़ा अनुपात निम्नलिखित में से कौन-सा है?",
      "img": null,
      "o": [
        "26 : 90",
        "50 : 59",
        "40 : 70",
        "41 : 64"
      ],
      "a": 1
    },
    {
      "id": 38,
      "q": "यदि '+' का अर्थ '−' है, '−' का अर्थ '×' है, '×' का अर्थ '÷' है तथा '÷' का अर्थ '+' है, तो निम्नलिखित समीकरण में प्रश्न-चिह्न (?) के स्थान पर क्या आएगा?\n\n13 − 780 × 12 ÷ 16 + 32 = ?",
      "img": null,
      "o": [
        "815",
        "829",
        "1232",
        "929"
      ],
      "a": 1
    },
    {
      "id": 39,
      "q": "यदि द्विघात समीकरण के मूलों का योगफल और गुणनफल क्रमश: $(4 - 3\\sqrt{2})$ और -28  है, तो द्विघात समीकरण ज्ञात कीजिए।",
      "img": null,
      "o": [
        "$x^2 + (4 + 3\\sqrt{2})x + 28 = 0$",
        "$x^2 + (4 - 3\\sqrt{2})x - 28 = 0$",
        "$x^2 - (4 + 3\\sqrt{2})x + 28 = 0$",
        "$x^2 - (4 - 3\\sqrt{2})x - 28 = 0$"
      ],
      "a": 3
    },
    {
      "id": 40,
      "q": "वित्तीय वर्ष 2024-25 में भारतीय रेलवे के लिए आवंटित पूंजीगत व्यय (CAPEX) कितना है?",
      "img": null,
      "o": [
        "₹2.20 लाख करोड़",
        "₹2.62 लाख करोड़",
        "₹1.76 लाख करोड़",
        "₹3.00 लाख करोड़"
      ],
      "a": 1
    },
    {
      "id": 41,
      "q": "साधारण ब्याज पर कोई धनराशि 5 वर्षों में किस ब्‍याज दर (दो दशमलव अंकों तक पूर्णांकित) से स्‍वयं की दोगुनी हो जाएगी?",
      "img": null,
      "o": [
        "22%",
        "40%",
        "20%",
        "18%"
      ],
      "a": 2
    },
    {
      "id": 42,
      "q": "एक टेस्ट में 5 विद्यार्थियों द्वारा प्राप्त अंक 45, 67, 80, 56 और 72 हैं। अंकों का परिसर ज्ञात कीजिए।",
      "img": null,
      "o": [
        "40",
        "35",
        "80",
        "45"
      ],
      "a": 1
    },
    {
      "id": 43,
      "q": "कंप्यूटर सिस्टम के 'कोल्ड बूट (cold boot)' और 'वार्म बूट (warm boot)' के बीच मूल अंतर क्या है?",
      "img": null,
      "o": [
        "कोल्ड बूट, ऑपरेटिंग सिस्टम को पावर्ड-ऑफ स्टेट से रीस्टार्ट करता है, जबकि वार्म बूट इसे रनिंग स्टेट से रीस्टार्ट करता है।",
        "कोल्ड बूट, केवल कर्नेल (kernel) को रीलोड करता है, जबकि वार्म बूट सभी हार्डवेयर घटकों को पुनः आरंभ करता है।",
        "कोल्ड बूट, उपयोगकर्ता द्वारा आरंभ किया जाता है, जबकि वार्म बूट ऑपरेटिंग सिस्टम द्वारा किसी त्रुटि के कारण आरंभ किया जाता है।",
        "कोल्ड बूट, एप्लिकेशनों की वर्तमान स्टेट को सुरक्षित रखता है, जबकि वार्म बूट उन्हें बंद कर देता है।"
      ],
      "a": 0
    },
    {
      "id": 44,
      "q": "एक ऊर्ध्वाधर छड़ की लंबाई और उसकी छाया का अनुपात $2 : \\sqrt{2}$ है। सूर्य का उन्नयन कोण ज्ञात कीजिए।",
      "img": null,
      "o": [
        "$60^\\circ$",
        "$45^\\circ$",
        "$75^\\circ$",
        "$30^\\circ$"
      ],
      "a": 3
    },
    {
      "id": 45,
      "q": "दी गई श्रृंखला में प्रश्न-चिन्ह (?) के स्थान पर क्या आना चाहिए? \n\n1001 1000 997 992 985 ?",
      "img": null,
      "o": [
        "978",
        "975",
        "976",
        "977"
      ],
      "a": 2
    },
    {
      "id": 46,
      "q": "DNA के संदर्भ में 'पूरक (complementary)' शब्द निम्नलिखित में से किस गुणधर्म को संदर्भित करता है?",
      "img": null,
      "o": [
        "आधार विशिष्टता के आधार पर हाइड्रो जन आबंध क्षमता",
        "दोनों रज्जुकों की समान रासायनिक संरचना",
        "न्यूक्लिओटाइड श्रृंखलाओं का समानांतर अभिविन्यास",
        "शर्करा-फॉस्फेट इकाइयों की मिलान संख्या"
      ],
      "a": 0
    },
    {
      "id": 47,
      "q": "चंद्रगुप्त प्रथम के बाद गुप्त साम्राज्य का शासक कौन बना?",
      "img": null,
      "o": [
        "समुद्रगुप्त",
        "रामगुप्त",
        "स्कंंदगुप्त",
        "कुमारगुप्त"
      ],
      "a": 0
    },
    {
      "id": 48,
      "q": "निम्नलिखित में से किसे हाशिए के समुदायों के लिए पर्यावरणीय न्याय का पक्ष समर्थन करने हेतु 2025 टाइम अर्थ अवार्ड्स में सम्मानित किया गया?",
      "img": null,
      "o": [
        "जय इंसली (Jay Inslee)",
        "सेलासी अतादिका (Selassie Atadika)",
        "कैथरीन कोलमैन फ्लावर्स (Catherine Coleman Flowers)",
        "माइकल ब्लूमबर्ग (Michael Bloomberg)"
      ],
      "a": 2
    },
    {
      "id": 49,
      "q": "जनवरी 2025 में आयोजित हुए 18वें प्रवासी भारतीय दिवस (PBD) सम्मेलन की थीम क्या थी?",
      "img": null,
      "o": [
        "मजबूत होते संबंध: भारतीय प्रवासी जनसमूह और भारत@75",
        "आत्मनिर्भर भारत के लिए प्रवासी जनसमूह को आकर्षित करना",
        "प्रवासी जनसमूह के साथ जुड़ाव को पुनर्परिभाषित करना",
        "विकसित भारत में प्रवासी जनसमूह का योगदान"
      ],
      "a": 3
    },
    {
      "id": 50,
      "q": "भारत में प्रवेश करने से पहले शकों को किस आदिवासी समूह ने पराजित किया था?",
      "img": null,
      "o": [
        "द पार्थियन (The Parthians)",
        "द ग्रीीक (The Greeks)",
        "द युह - चिस (The Yueh-chis)",
        "द हूण (The Huns)"
      ],
      "a": 2
    },
    {
      "id": 51,
      "q": "राजेन्द्र, बिंदु A से ड्रा इव करना शुरू करता है और उत्तर की ओर 9 km ड्रा इव करता है। फिर वह बाएं मुड़ता है, और 7 km ड्रा इव करता है, वह फिर बाएं मुड़ता है और 11 km ड्रा इव करता है। फिर वह बाएं मुड़ता है और 10 km ड्रा इव करता है। वह अंतिम बार बाएं मुड़ता है, और 2 km ड्रा इव करके बिंदु P पर रुक जाता है। बिंदु A पर फिर से पहुँचने के लिए उसे कितनी दूरी (सबसे छोटी दूरी) तक और किस दिशा में ड्रा इव करना चाहिए? (जब तक निर्दिष्ट न किया जाए, सभी मोड़ केवल 90 डिग्री के मोड़ हैं।",
      "img": null,
      "o": [
        "3 km, पश्चिम की ओर",
        "2 km, पश्चिम की ओर",
        "1 km, पश्चिम की ओर",
        "3 km, पूर्व की ओर"
      ],
      "a": 0
    },
    {
      "id": 52,
      "q": "54 एक निश्चित तर्क के अनुसार 59 से संबंधित है। 30 उसी तर्क के अनुसार 35 से संबंधित है। समान तर्क के अनुसार, 11 निम्नलिखित में से किससे संबंधित है? \n\n(नोट: संख्याओं को उनके घटक अंकों में तोड़े बिना संक्रियाएँ पूर्ण संख्याओं पर की जानी चाहिए। उदाहरण के लिए 13 लीजिए - 13 पर संक्रियाएँ जैसे 13 में जोड़ना/घटाना/गुणा करना आदि किया जा सकता है। 13 को 1 और 3 में तोड़ना और फिर 1 और 3 पर गणितीय संक्रियाएँ करना अनुमत नहीं है।)",
      "img": null,
      "o": [
        "16",
        "17",
        "18",
        "15"
      ],
      "a": 0
    },
    {
      "id": 53,
      "q": "एक चुनाव में दो उम्मीदवार थे। एक उम्मीदवार को 48% वोट मिले और वह दूसरे उम्मीदवार से 756 वोटों से हार गया। डाले गए कुल वोटों की संख्या ज्ञात कीजिए।",
      "img": null,
      "o": [
        "15,600",
        "17,800",
        "18900",
        "19,500"
      ],
      "a": 0
    },
    {
      "id": 54,
      "q": "भारतीय राष्ट्री य कांग्रेस (INC) के संबंध में निम्नलिखित में से कौन-सा/से कथन सही है/हैं? a) INC की स्थापना 1885 में एलन ऑक्टेवियन ह्यू म ने की थी। b) INC का पहला सत्र डब्ल्यू.सी. बनर्जी की अध्यक्षता में पुणे में आयोजित किया गया था।",
      "img": null,
      "o": [
        "केवल b",
        "केवल a",
        "a और b दोनों",
        "न तो a और न ही b"
      ],
      "a": 1
    },
    {
      "id": 55,
      "q": "यह प्रश्न नीचे दिए गए शब्दों पर आधारित है।\n\n (बाएं) BAD FIG ICE NOT (दाएं) \n\nप्रत्येक शब्द में, प्रत्येक स्वर को अंग्रेजी वर्णमाला क्रम में उसके ठीक बाद वाले अक्षर से बदल दिया जाता है और प्रत्येक व्यंजन को अंग्रेजी वर्णमाला क्रम में उसके ठीक पहले वाले अक्षर से बदल दिया जाता है। इस प्रकार बने कितने अक्षर-समूहों में कोई स्वर नहीं आएगा?",
      "img": null,
      "o": [
        "एक में भी नहीं",
        "तीन",
        "दो",
        "एक"
      ],
      "a": 2
    },
    {
      "id": 56,
      "q": "संख्याओं और प्रतीकों के एक समूह को नीचे दिए गए कूट और उसके बाद की शर्तों के अनुसार अक्षर कूट का उपयोग करके कूटबद्ध किया गया है। दिए गए कूटों और शर्तों का अध्ययन कीजिए और उसके नीचे दिए गए प्रश्न का उत्तर दीजिए।\n\nनोट: यदि कोई भी शर्त लागू नहीं होती है, तो संबंधित संख्या/प्रतीक के लिए कूट का सीधे अनुसरण किया जाना है जैसा कि तालिका में दिया गया है।\n![](https://cdn.jsdelivr.net/gh/Ashwin-Temp/exam-master-assets/images/reasoning/050625s3k4%407.webp)\nशर्तें:\nयदि पहला अवयव एक संख्या है और अंतिम अवयव एक प्रतीक है, तो इन दोनों (नों पहले और अंतिम अवयवों) वों के कूट को आपस में बदला जाना है। \nयदि पहला अवयव एक सम संख्या है और अंतिम अवयव एक विषम संख्या है, तो पहले और अंतिम अवयवों को '(' के रूप में कूटबद्ध किया जाना है। \nयदि दूसरा और तीसरा दोनों अवयव पूर्ण वर्ग हैं, तो तीसरे अवयव का कूट दूसरे अवयव का कूट होगा। निम्नलिखित समूह के लिए कूट क्या होगा?",
      "img": null,
      "o": [
        "(JK(",
        "HJKN",
        "HKJN",
        "(KJ("
      ],
      "a": 0
    },
    {
      "id": 57,
      "q": "लाल, हरे और गुलाबी टोकन वाले एक बैग में, लाल और हरे टोकन का अनुपात 7 : 20 था, जबकि गुलाबी और लाल टोकन का अनुपात 15 : 12 था। हरे और गुलाबी टोकन का अनुपात कितना था?",
      "img": null,
      "o": [
        "25 : 7",
        "16 : 7",
        "19 : 12",
        "11 : 5"
      ],
      "a": 1
    },
    {
      "id": 58,
      "q": "जनवरी 2025 में, 7वीं PM-STIAC बैठक के दौरान चर्चा की गई हीमोफीलिया के लिए भारत की पहली स्वदेशी CAR-T थेरेपी और जीन थेरेपी को किन संस्थानों के विशेषज्ञों द्वारा प्रस्तुत किया गया था?",
      "img": null,
      "o": [
        "IISc, बेंगलुरु और एम्स, दिल्ली",
        "NIPER और PGIMER, चंडीगढ़",
        "CSIR और JIPMER, पुडुचेरी",
        "IIT बॉम्बे और सेंट जॉन्स हॉस्पिटल, बेंगलुरु"
      ],
      "a": 3
    },
    {
      "id": 59,
      "q": "अहिंसक प्रतिरोध और स्वशासन के सिद्धांतों को रेखांकित करने वाली पुस्तक 'हिंद स्वराज' के लेखक कौन हैं?",
      "img": null,
      "o": [
        "जवाहरलाल नेहरू",
        "बाल गंगाधर तिलक",
        "गोपाल कृष्ण गोखले",
        "महात्माा गांधी"
      ],
      "a": 3
    },
    {
      "id": 60,
      "q": "$144 \\div \\left[\\dfrac{8}{4} \\times \\left{7 + 7 - \\left(5 + 8 - (9 + 2)\\right)\\right}\\right]$ को हल कीजिए।",
      "img": null,
      "o": [
        "3",
        "6",
        "9",
        "11"
      ],
      "a": 1
    },
    {
      "id": 61,
      "q": "जब आप विंडोज ऑपरेटिंग सिस्टम में फाइल एक्सप्लोरर में किसी फाइल को सेलेक्‍ट करने के बाद डिलीट कुंजी प्रेस करते हैं तो क्या होता है?",
      "img": null,
      "o": [
        "फ़ाइल को हमेशा के लिए डिलीट कर दिया जाता है।",
        "फ़ाइल को रीसायकल बिन में भेज दिया जाता है।",
        "फ़ाइल ओपन हो जाती है।",
        "फ़ाइल का नाम बदल दिया जाता है।"
      ],
      "a": 1
    },
    {
      "id": 62,
      "q": "अंग्रेजी वर्णमाला क्रम के आधार पर MILK का संबंध एक निश्चित प्रकार से TPSR से है। उसी प्रकार, POT का संबंध WVA से है। समान तर्क का अनुसरण करते हुए, NATION का संबंध दिए गए विकल्पों में से किससे है?",
      "img": null,
      "o": [
        "UHAAUV",
        "UHAPUV",
        "UHAPUU",
        "UHAPVU"
      ],
      "a": 0
    },
    {
      "id": 63,
      "q": "भारत के जनसांख्यिकीय इतिहास में कौन-सी अवधि मृत्यु दर में तीव्र गिरावट और लगातार उच्च प्रजनन दर की अवधि के रूप में दर्ज है?",
      "img": null,
      "o": [
        "चरण III (1951-1981)",
        "चरण IV (1981-2001)",
        "चरण I (1901-1921)",
        "चरण II (1921-1951)"
      ],
      "a": 0
    },
    {
      "id": 64,
      "q": "मार्च 2025 में, भारत सरकार ने अतिरिक्त खर्च के लिए संसद से मंजूरी मांगी। किस क्षेत्र को वंचित क्षेत्रों में नेटवर्क अपग्रेड करने के लिए धन आवंटित किया गया था?",
      "img": null,
      "o": [
        "स्वास्थ्य सेवा",
        "दूरसंचार",
        "परिवहन",
        "शिक्षा"
      ],
      "a": 1
    },
    {
      "id": 65,
      "q": "यह प्रश्न नीचे दी गई तीन अंकों वाली पाँच संख्याओं पर आधारित है।\n\n (बाएं) 662 268 547 409 909 (दाएं) \n\n(उदाहरण: 697 – पहला अंक = 6, दूसरा अंक = 9 और तीसरा अंक = 7) (नोट: सभी संक्रियाएँ बाएं से दाएं की जानी हैं) \nयदि सबसे बड़ी संख्या के तीसरे अंक को सबसे छोटी संख्या के पहले अंक से घटाया जाए, तो परिणाम क्या होगा?",
      "img": null,
      "o": [
        "−7",
        "−6",
        "−4",
        "−8"
      ],
      "a": 0
    },
    {
      "id": 66,
      "q": "आलोक, गीता और सुरेश ने एक व्यवसाय शुरू करने के लिए क्रमशः ₹56,000, ₹52,000 और ₹69,000 का निवेश किया। वर्ष के अंत में अर्जित कुल लाभ ₹76,700 है। अर्जित कुल लाभ का 31% दान में दिया जाता है और शेष को उनके निवेश के अनुपात में उनके बीच विभाजित किया जाता है। सुरेश का हिस्सा (₹ में) कितना होगा?",
      "img": null,
      "o": [
        "20,631",
        "20,693",
        "20,551",
        "20,727"
      ],
      "a": 0
    },
    {
      "id": 67,
      "q": "अंग्रेजी वर्णमाला क्रम पर आधारित, निम्नलिखित चार अक्षर-समूह युग्मों में से तीन एक निश्चित तरीके से एकसमान हैं और इस प्रकार वे एक ग्रुप बनाते हैं। कौन-सा अक्षर-समूह युग्म, उस ग्रुप से संबंधित नहीं है? (नोट: असंगत अक्षर-समूह युग्म, व्यंजनों/नोंस्वरों की संख्या या उनकी स्थिति पर आधारित नहीं है।)",
      "img": null,
      "o": [
        "DH - FP",
        "GJ - HK",
        "PS - QT",
        "KN - LO"
      ],
      "a": 0
    },
    {
      "id": 68,
      "q": "यदि दो संख्याओं का अनुपात 17 : 6 है तथा उनके ल.स.प. (LCM) और म.स.प. (HCF) का गुणनफल 102 है, तो ल.स.प. (LCM) तथा म.स.प. (HCF) के व्युत्क्रमों का योगफल कितना होगा?",
      "img": null,
      "o": [
        "103/102",
        "103/132",
        "103/109",
        "103/105"
      ],
      "a": 0
    },
    {
      "id": 69,
      "q": "10 cm त्रिज्या के एक ठोस धात्विक गोले को पिघलाकर उससे 125 एकसमान गोले बनाए जाते हैं। मूल गोले के पृष्ठीय क्षेत्रफल और इस प्रकार बने 6 छोटे गोलों के कुल पृष्ठीय क्षेत्रफल का अनुपात कितना है?",
      "img": null,
      "o": [
        "25 : 6",
        "109 : 84",
        "49 : 108",
        "25 : 96"
      ],
      "a": 0
    },
    {
      "id": 70,
      "q": "अंग्रेजी वर्णमाला क्रम के आधार पर दी गई शृंखला में प्रश्न चिह्न (?) के स्थान पर क्या आना चाहिए? \n\nJGM KHN LIO MJP ?",
      "img": null,
      "o": [
        "NKR",
        "NLR",
        "NLQ",
        "NKQ"
      ],
      "a": 3
    },
    {
      "id": 71,
      "q": "व्‍यक्तियों के एक समूह में पुरुष, महिलाएँ और बच्चे शामिल हैं। उनमें से 20% पुरुष हैं, 50% महिलाएँ हैं और बाकी बच्चे हैं, और उनका औसत वज़न क्रमशः 45 kg, 50 kg और 50 kg है। समूह का औसत वज़न (kg में) ज्ञात कीजिए।",
      "img": null,
      "o": [
        "50",
        "48",
        "49",
        "51"
      ],
      "a": 2
    },
    {
      "id": 72,
      "q": "भारत में, 10,000 हेक्टेयर से अधिक कृषि योग्य कमान क्षेत्र (सीसीए) वाली सिंचाई परियोजनाओं को _____________ के रूप में वर्गीकृत किया जाता है।",
      "img": null,
      "o": [
        "स्थानीय परियोजनाओं",
        "सूक्ष्म परियोजनाओं",
        "लघु परियोजनाओं",
        "प्रमुख परियोजनाओं"
      ],
      "a": 3
    },
    {
      "id": 73,
      "q": "निम्नलिखित संख्या और प्रतीक श्रृंखला का संदर्भ लें तथा नीचे दिए गए प्रश्न का उत्तर दें। गिनती केवल बाएं से दाएं की जानी चाहिए। सभी संख्याएँ एकल-अंकीय संख्याएँ हैं।\n\n (बाएं) 2 * 3 & @ @ 6 4 $ @ 3 * % 6 2 1 3 9 7 8 2 € (दाएं) \n\nऐसी कितनी संख्याएँ हैं जिनमें से प्रत्येक के ठीक पहले एक संख्या और ठीक बाद एक प्रतीक है?",
      "img": null,
      "o": [
        "3",
        "5",
        "2",
        "4"
      ],
      "a": 2
    },
    {
      "id": 74,
      "q": "भारत में निम्नलिखित में से कौन-सा क्षेत्र, शोला वनों के लिए जाना जाता है?",
      "img": null,
      "o": [
        "थार मरुस्‍थल",
        "पूर्वी घाट",
        "सुंदरबन",
        "पश्चिमी घाट"
      ],
      "a": 3
    },
    {
      "id": 75,
      "q": "यदि कि सी नए संस्करण (जैसे, MS PowerPoint 2021) में बना ए गए एमएस पा वरपॉ इंट (MS PowerPoint) प्रेजेंटेजेंटे शन को पुरा ने संस्करण (जैसे, MS PowerPoint 2010) में ओपन कि ए जा ने पर क्या हो ता है?",
      "img": null,
      "o": [
        "एमएस पा वरपॉ इंट, एक त्रुटि प्रदर्शि त करेगा और फा इल को ओपन करने से मना (refuse) कर देगा ।",
        "फा इल सभी फी चर इंटेक्ट (features intact) के साथ सामा न्य रूप से ओपन हो गी ।",
        "फा इल स्वचा लि त रूप से PDF में परि वर्ति त हो जा एगी ।",
        "फा इल सीमि त फी चरों के साथ कम्पेटि बि लि टी मो ड में ओपन हो गी ।"
      ],
      "a": 3
    },
    {
      "id": 76,
      "q": "एक रसोईया प्रति माह ₹8,400 अर्जित करता है। यदि वह प्रत्येक माह इसका 60% खर्च करता है, तो वह एक वर्ष के एक-चौथाई समय में कितनी बचत (₹ में) करेगा?",
      "img": null,
      "o": [
        "5,040",
        "10,080",
        "12000",
        "7,200"
      ],
      "a": 1
    },
    {
      "id": 77,
      "q": "A, B, C, D, E और F एक ही इमारत की छह अलग-अलग तलों पर रहते हैं। इमारत में सबसे निचले तल का क्रमांक 1 है, उसके ऊपर के तल का क्रमांक 2 है और इसी तरह सबसे ऊपर के तल का क्रमांक 6 है। F और E जिन तलों पर रहते हैं उनका गुणनफल 15 है। C, B के ठीक ऊपर रहता है। D और E जिन तलों पर रहते हैं उनका योग 7 है। B और D के बीच कितने व्यक्ति रहते हैं?",
      "img": null,
      "o": [
        "4",
        "1",
        "2",
        "3"
      ],
      "a": 2
    },
    {
      "id": 78,
      "q": "भारतीय संविधान का कौन-सा अनुच्छेद मौलिक अधिकारों का उल्लंघन करने वाले कानूनों को स्पष्ट रूप से शून्य घोषित करता है?",
      "img": null,
      "o": [
        "अनुच्छेद 226",
        "अनुच्छेद 143",
        "अनुच्छेद 32",
        "अनुच्छेद 13"
      ],
      "a": 3
    },
    {
      "id": 79,
      "q": "एक शंक्वाकार पात्र के आधार की त्रिज्या 31 cm और ऊंचाई 45 cm है। पात्र में पानी तब तक डाला जाता है जब तक कि पानी, पात्र के 2/3 भाग तक भर न जाए। पात्र में पानी का आयतन (cm3 में) ज्ञात कीजिए।",
      "img": null,
      "o": [
        "9611π",
        "9606π",
        "9614π",
        "9610π"
      ],
      "a": 3
    },
    {
      "id": 80,
      "q": "दिए गए वेन आरेख का ध्यानपूर्वक अध्ययन कीजिए और नीचे दिए गए प्रश्न का उत्तर दीजिए।\n![](https://cdn.jsdelivr.net/gh/Ashwin-Temp/exam-master-assets/images/reasoning/050625s3kvenhin.png)\nविभिन्न खंडों की संख्याएँ, व्यक्तियों की संख्या को दर्शाती हैं। ऐसे कितने इलेक्ट्री शियन हैं जो आर्किटेक्ट भी हैं लेकिन डेंटिस्ट नहीं हैं?",
      "img": null,
      "o": [
        "5",
        "9",
        "4",
        "2"
      ],
      "a": 1
    },
    {
      "id": 81,
      "q": "संख्याओं और प्रतीकों के एक समूह को नीचे दिए गए कूटों और उसके बाद की शर्तों के अनुसार अक्षर कूटों का उपयोग करके कूटबद्ध किया गया है। दिए गए कूटों और शर्तों का अध्ययन करें और उसके बाद दिए गए प्रश्न का उत्तर दें।\nनोट: यदि कोई भी शर्त लागू नहीं होती है, तो संबंधित संख्या/प्रतीक के लिए कूट का सीधे अनुसरण किया जाना चाहिए जैसा कि तालिका में दिया गया है।\n![](https://cdn.jsdelivr.net/gh/Ashwin-Temp/exam-master-assets/images/reasoning/050625s3kq81.webp)\nशर्तें:\nयदि पहला घटक एक प्रतीक है और अंतिम घटक एक संख्या है, तो इन दोनों (नों पहले और अंतिम घटक) के कूटों को परस्‍पर में बदल दिया जाना चाहिए।\nयदि पहला घटक विषम संख्या है और अंतिम घटक सम संख्या है, तो पहले और अंतिम घटकों को © के रूप में कूटबद्ध किया जाना है।\nयदि दूसरा और तीसरा दोनों घटक पूर्ण वर्ग हैं, तो तीसरे घटक को दूसरे घटक के कूट के रूप में कूटबद्ध किया जाना है।\nयदि उपरोक्त शर्तों में से कोई भी पूरी नहीं होती है, तो घटकों को प्रश्न में दिए गए कूट के अनुसार कूटबद्ध किया जाना चाहिए।\nनिम्नलिखित समूह के लिए कूट क्या होगा?\n\n@ 2 4 7 +",
      "img": null,
      "o": [
        "FTBPR",
        "FBBPR",
        "RBBPF",
        "RTBPF"
      ],
      "a": 0
    },
    {
      "id": 82,
      "q": "निम्नलिखित में से किस अक्षर-समूह द्वारा # और % को प्रतिस्थापित किया जाना चाहिए ताकि :: के बाईं ओर के अक्षर-समूह युग्म के बीच का पैटर्न और संबंध, :: के दाईं ओर के अक्षर-समूह युग्म के बीच के पैटर्न और संबंध के समान हो जाए?\n\n # : LQT :: AJM : %",
      "img": null,
      "o": [
        "# = JQM, % = CPK",
        "# = JPR, % = CKO",
        "# = JRM, % = COP",
        "# = JPT, % = CKR"
      ],
      "a": 1
    },
    {
      "id": 83,
      "q": "रॉबिन और वरुण मिलकर एक हॉल को 6 दिनों में पेंट कर सकते हैं। रॉबिन अकेले इसे 42 दिनों में पेंट कर सकता है। वरुण अकेले इसे कितने दिनों में पेंट कर सकता है?",
      "img": null,
      "o": [
        "8",
        "7",
        "9",
        "10"
      ],
      "a": 1
    },
    {
      "id": 84,
      "q": "अरविंद की आयु अब 40 वर्ष है और आशा की आयु 25 वर्ष है। अब से कितने वर्ष पहले अरविन्द की आयु, आशा की आयु की चार गुनी थी?",
      "img": null,
      "o": [
        "25 वर्ष",
        "10 वर्ष",
        "20 वर्ष",
        "15 वर्ष"
      ],
      "a": 2
    },
    {
      "id": 85,
      "q": "बंगाली कवि जीवनानंद दास को किस लोकप्रिय उपाधि से संबोधित किया जाता है?",
      "img": null,
      "o": [
        "भाषा शहीद कवि",
        "रूपशी बांग्लार कवि",
        "जीवन कवि",
        "कोलकाता के कविराज"
      ],
      "a": 1
    },
    {
      "id": 86,
      "q": "फ्यूचर ऑफ जॉब्स रिपोर्ट 2025 के अनुसार, निम्नलिखित में से किसे 2030 तक व्यवसायों के लिए सबसे अधिक परिवर्तनकारी प्रवृत्ति के रूप में पहचाना गया है?",
      "img": null,
      "o": [
        "डिजिटल पहुंच को व्यापक बनाना",
        "स्वास्थ्य और सूचना प्रसंस्करण",
        "ऊर्जा उत्पादन और भंडारण",
        "रोबोटिक्स और स्वचालन"
      ],
      "a": 0
    },
    {
      "id": 87,
      "q": "किस कथन में की गई समीक्षा, संसदीय प्रणाली में शक्तियों के पृथक्करण के सिद्धांत से विचलन पर प्रकाश डालती है?",
      "img": null,
      "o": [
        "मंत्रिमंडल कार्यपालिका और विधायिका का नेतृत्व एक साथ करता है, जिससे शक्तियों का सम्मिश्रण होता है।",
        "राष्ट्रपति का प्रधानमंत्री पर पूर्ण नियंत्रण होता है।",
        "मंत्रियों की नियुक्ति राजनीतिक संबद्धता के बजाय विशेषज्ञता के आधार पर की जाती है।",
        "कार्यपालिका और विधायिका स्वतंत्र रूप से कार्य करती हैं।"
      ],
      "a": 1
    },
    {
      "id": 88,
      "q": "एक निश्चित कूट भाषा में,\n A + B का अर्थ है कि ‘A, B की माता है’,\n A − B का अर्थ है कि ‘A, B का भाई है’,\n A × B का अर्थ है कि ‘A, B की पत्नी है’ और \nA ÷ B का अर्थ है कि ‘A, B का पिता है’। \n\nयदि ‘M + N × O − P ÷ Q’ है, तो M का Q से क्या संबंध है?",
      "img": null,
      "o": [
        "पिता के भाई की पत्नी की बहन",
        "माता के भाई की पत्नी की माता",
        "माता के भाई की पत्नी की बहन",
        "पिता के भाई की पत्नी की माता"
      ],
      "a": 3
    },
    {
      "id": 89,
      "q": "संख्याओं और प्रतीकों के एक समूह को नीचे दिए गए कूट और उसके बाद की शर्तों के अनुसार अक्षर कूट का उपयोग करके कूटबद्ध किया गया है। दिए गए कूट और शर्तों का अध्ययन करें और उसके बाद दिए गए प्रश्न का उत्तर दें। \n\nनोट: यदि कोई भी शर्त लागू नहीं होती है, तो संबंधित संख्या/प्रतीक के लिए कूट का सीधे अनुसरण किया जाना चाहिए जैसा कि तालिका में दिया गया है।\n![](https://cdn.jsdelivr.net/gh/Ashwin-Temp/exam-master-assets/images/reasoning/050625s3kq89.webp)\nशर्तें: \n(i) यदि पहला घटक एक प्रतीक है और अंतिम घटक एक संख्या है, तो इन दोनों (नों पहले और अंतिम घटक) के कूटों को परस्‍पर बदल दिया जाना चाहिए। \n(ii) यदि पहला घटक विषम संख्या है और अंतिम घटक सम संख्या है, तो पहले और अंतिम घटकों को © के रूप में कूटबद्ध किया जाना है। \n(iii) यदि दूसरा और तीसरा दोनों घटक पूर्ण वर्ग हैं, तो तीसरे घटक को दूसरे घटक के कूट के रूप में कूटबद्ध किया जाना है। \n\nनिम्नलिखित समूह के लिए कूट क्या होगा?\n\n@ 9 3 8 5",
      "img": null,
      "o": [
        "Z B C T A",
        "Z C B T A",
        "A C L T Z",
        "A C B T Z"
      ],
      "a": 2
    },
    {
      "id": 90,
      "q": "मुख्य भूमि भारत (mainland India) में किस राज्य की तटरेखा सबसे लम्बी है?",
      "img": null,
      "o": [
        "तमिलनाडु",
        "गुजरात",
        "महाराष्ट्र",
        "आंध्र प्रदेश"
      ],
      "a": 1
    },
    {
      "id": 91,
      "q": "एक वस्तु ₹1,300 में खरीदी गई। इसकी कीमत 35% अधिक अंकित की गई। इसके बाद इसे अंकित मूल्य पर 20% की छूट पर बेचा गया। इस सौदे पर प्रतिशत लाभ कितना था?",
      "img": null,
      "o": [
        "6%",
        "8%",
        "10%",
        "7%"
      ],
      "a": 1
    },
    {
      "id": 92,
      "q": "वक्फ (संशोधन) अधिनियम, 2025 ने वक्फ बोर्डों की संरचना में कौन-सा महत्वपूर्ण परिवर्तन पेश किया?",
      "img": null,
      "o": [
        "सरकारी ऑडिट से छूट",
        "राज्य वक्फ बोर्डों का उन्मूलन",
        "गैर-मुस्लिम सदस्यों को शामिल करना",
        "वक्फ संपत्तियों का निजीकरण"
      ],
      "a": 2
    },
    {
      "id": 93,
      "q": "2025 में, किस भारतीय राज्य ने अवैज्ञानिक खनन पद्धतियों पर एक दशक के प्रतिबंध के बाद वैज्ञानिक कोयला खनन शुरू किया?",
      "img": null,
      "o": [
        "ओडिशा",
        "मेघालय",
        "झारखंड",
        "छत्तीीसगढ़"
      ],
      "a": 1
    },
    {
      "id": 94,
      "q": "एक टैक्सी स्टैंड से दो टैक्‍सी 29 मिनट के अंतराल पर 54 km/hr की चाल से चलना शुरू करती हैं, दोनों टैक्‍सी एक ही दिशा में यात्रा करती हैं। टैक्सी स्टैंड की ओर विपरीत दिशा से आ रहा एक आदमी 12 मिनट के अंतराल पर टैक्सियों से मिलता है। आदमी की चाल (km/hr में) ज्ञात कीजिए।",
      "img": null,
      "o": [
        "82.1",
        "74.8",
        "76.5",
        "80.4"
      ],
      "a": 2
    },
    {
      "id": 95,
      "q": "सात व्यक्ति, I, J, K, L, O, P और Q उत्तर की ओर अभिमुख होकर एक पंक्ति में बैठे हैं। L और Q के बीच केवल पाँच व्यक्ति बैठे हैं। P, Q के ठीक बाएँ पड़ोस में बैठा है। P और I के बीच केवल एक व्यक्ति बैठा है। O, K के बाएँ किसी स्थान पर लेकिन J के दाएँ किसी स्थान पर बैठा है। पंक्ति के बाएँ छोर से तीसरे स्थान पर कौन बैठा है?",
      "img": null,
      "o": [
        "P",
        "Q",
        "O",
        "J"
      ],
      "a": 2
    },
    {
      "id": 96,
      "q": "प्रधानमंत्री आवास योजना (शहरी) के तहत 2023-2024 तक बनाए जाने वाले घरों की लक्षित संख्या कितनी है?",
      "img": null,
      "o": [
        "2.67 करोड़",
        "3.32 करोड़",
        "1.89 करोड़",
        "4.41 करोड़"
      ],
      "a": 2
    },
    {
      "id": 97,
      "q": "नवंबर 2024 में, पीएम मोदी की किस देश की यात्रा 17 वर्षों में किसी भारतीय प्रधानमंत्री की पहली यात्रा होगी?",
      "img": null,
      "o": [
        "घाना",
        "इथियोपिया",
        "तंजानिया",
        "नाइजीरिया"
      ],
      "a": 0
    },
    {
      "id": 98,
      "q": "यदि ‘+’ और ‘−’ को परस्पर बदल दिया जाए तथा ‘×’ और ‘÷’ को परस्पर बदल दिया जाए, तो निम्नलिखित समीकरण में प्रश्न-चिह्न (?) के स्थान पर क्या आएगा? \n\n54 ÷ 11 + 272 × 8 − 114 = ?",
      "img": null,
      "o": [
        "674",
        "673",
        "675",
        "672"
      ],
      "a": 0
    },
    {
      "id": 99,
      "q": "एक विक्रेता ने ₹1 में 4 चॉकलेट बेचीं, चीं जिससे उसे 100% का लाभ हुआ। उसने ₹1 में कितनी चॉकलेट खरीदी थी?",
      "img": null,
      "o": [
        "12",
        "10",
        "14",
        "8"
      ],
      "a": 3
    },
    {
      "id": 100,
      "q": "L, M, N, O, P, Q और R, एक गोल मेज के परितः उसके केंद्र की ओर अभिमुख होकर बैठे हैं। Q के ठीक दाएं पड़ोस में और O के ठीक बाएं पड़ोस में M बैठा है। N, O के ठीक दाएं पड़ोस में बैठा है। P, L के ठीक बाएं पड़ोस में बैठा है। L के ठीक दाएं पड़ोस में और Q के ठीक बाएं पड़ोस में R बैठा है। यदि सभी व्यक्तियों को L (L सहित) से शुरू करते हुए घड़ी की सुई की दिशा में वर्णानुक्रम में व्यवस्थित किया जाए, तो कितने व्यक्तियों का स्थान अपरिवर्तित रहेगा?",
      "img": null,
      "o": [
        "4",
        "5",
        "1",
        "3"
      ],
      "a": 1
    }
  ]
}